#!/bin/bash
echo "Для квадрата со стороной 3 :  "
./a.out 3
echo ""
echo "Для квадрата со стороной 5 :  "
./a.out 5
echo ""
echo "Для квадрата со стороной 7 :  "
./a.out 7
echo ""
echo "Для квадрата со стороной 9 :  "
./a.out 9
echo ""
echo "Для квадрата со стороной 11:  "
./a.out 11
echo ""
echo "Для квадрата со стороной 13:  "
./a.out 13
echo ""
echo "Для квадрата со стороной 15:  "
./a.out 15
echo ""
echo "Для квадрата со стороной 17:  "
./a.out 17
echo ""
echo "Для квадрата со стороной 19:  "
./a.out 19
echo ""
echo "Для всех квадратов с четными сторонами(2,4,6,8,10,12,14,16,18,20): "
./a.out 4
echo ""
